Repository: spoonerWeb/tc_beuser
Catalog: Resources/Private/Language/*.locallangUserAdmin.xlf
Languages: de

source: Analyze
de: Analysieren

# create-user
source: Create a new user
de: Einen neuen Benutzer anlegen

# create-user-wizard
source: Import frontend user
de: Frontend Benutzer importieren

# data-sync
source: Backend User data is not synchronous with Frontend User data.
de: Backend Benutzerdaten sind nicht synchron mit Frontend Benutzerdaten.

# delete
source: Delete record (!)
de: Datensatz l√∂schen (!)

# edit
source: Edit record
de: Datensatz bearbeiten

# edit-user
source: Edit a user
de: Einen Benutzer bearbeiten

# fe-exist
source: FE-User with the same username is existed.
de: Es existiert FE-Benutzer mit dem selben Benutzername.

# hide
source: Hide record
de: Datensatz verbergen

# hide-deaktivated-users
source: Hide deactivated users
de: Deaktivierte Benutzer ausblenden

# import
source: Import this record
de: Dieses Datensatz importieren

source: List Users
de: Benutzer auflisten

# not-found
source: No user found
de: Keine Benutzer gefunden

# password-wizard
source: Generate password
de: Kennwort generieren

# password-wizard-notif-Text
source: Following password is generated:
de: Folgende Passwort ist generiert:

# password-wizard-notif-header
source: Generated Password
de: Generierte Passwort

source: Search user:
de: Benutzer suchen:

# showInfo
source: Display Information
de: Informationen anzeigen

# title
source: Backend User Administration
de: Backend Benutzer Administration

# unHide
source: Un-hide record
de: Datensatz nicht verbergen
